Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: **App Info** (shared across versions): **App Name**, **Subtitle**, **Privacy Policy URL**.
ar: **معلومات التطبيق** (التي تتم مشاركتها عبر الإصدارات): **اسم التطبيق**، **العنوان الفرعي**، **عنوان URL لسياسة الخصوصية**.
ca: **Informació de l'aplicació** (compartida entre versions): **Nom de l'aplicació**, **Subtítol**, **URL de la política de privadesa**.
cs: **Informace o aplikaci** (sdílené napříč verzemi): **Název aplikace**, **Titulek**, **Adresa URL zásad ochrany soukromí**.
da: **Appoplysninger** (delt på tværs af versioner): **Appnavn**, **Undertekst**, **Webadresse til privatlivspolitik**.
de: **App-Informationen** (für alle Versionen): **App-Name**, **Untertitel**, **URL der Datenschutzrichtlinie**.
el: **Πληροφορίες εφαρμογής** (κοινόχρηστες σε όλες τις εκδόσεις): **Όνομα εφαρμογής**, **Υπότιτλος**, **Διεύθυνση URL Πολιτικής Απορρήτου**.
es: **Información de la app** (compartida entre versiones): **Nombre de la app**, **Subtítulo**, **URL de política de privacidad**.
fa: **اطلاعات برنامه** (مشترک بین نسخه‌ها): **نام برنامه**، **عنوان فرعی**، **URL سیاست حفظ حریم خصوصی**.
fi: **Sovellustiedot** (jaettu eri versioille): **Sovelluksen nimi**, **Tekstitys**, **Tietosuojakäytännön URL-osoite**.
fr: **Informations sur l'application** (partagées entre les versions) : **Nom de l'application**, **Sous-titre**, **URL de la politique de confidentialité**.
he: **מידע על האפליקציה** (משותף בין גרסאות): **שם האפליקציה**, **כתוביות**, **כתובת אתר של מדיניות פרטיות**.
hr: **Podaci o aplikaciji** (dijele se u više verzija): **Naziv aplikacije**, **Podnaslov**, **URL pravila o privatnosti**.
hu: **Alkalmazásinformáció** (megosztva a verziók között): **Alkalmazás neve**, **Felirat**, **Adatvédelmi irányelvek URL-je**.
id: **Info Aplikasi** (dibagikan ke seluruh versi): **Nama Aplikasi**, **Subtitel**, **URL Kebijakan Privasi**.
it: **Informazioni app** (condivise tra le versioni): **Nome app**, **Sottotitolo**, **URL informativa sulla privacy**.
ja: **アプリ情報** (バージョン間で共有): **アプリ名**、**サブタイトル**、**プライバシーポリシー URL**。
ko: **앱 정보**(버전 간 공유): **앱 이름**, **부제**, **개인정보 처리방침 URL**.
ms: **Maklumat Apl** (dikongsi merentas versi): **Nama Apl**, **Sari Kata**, **URL Dasar Privasi**.
nl: **App-info** (gedeeld tussen versies): **App-naam**, **Ondertitel**, **Privacybeleid-URL**.
no: **Appinformasjon** (delt på tvers av versjoner): **Appnavn**, **Undertekst**, **Nettadresse for personvernreglene**.
pl: **Informacje o aplikacji** (wspólne dla różnych wersji): **Nazwa aplikacji**, **Napisy**, **URL polityki prywatności**.
pt_br: **Informações do aplicativo** (compartilhadas entre versões): **Nome do aplicativo**, **Subtítulo**, **URL da Política de Privacidade**.
pt_pt: **Informações do aplicativo** (compartilhadas entre versões): **Nome do aplicativo**, **Legenda**, **URL da Política de Privacidade**.
ro: **Informații despre aplicație** (partajate între versiuni): **Numele aplicației**, **Subtitrare**, **Adresa URL a politicii de confidențialitate**.
ru: **Информация о приложении** (общая для всех версий): **Название приложения**, **Подзаголовок**, **URL политики конфиденциальности**.
sk: **Informácie o aplikácii** (zdieľané vo verziách): **Názov aplikácie**, **Titulok**, **Webová adresa pravidiel ochrany osobných údajov**.
sl: **Podatki o aplikaciji** (v skupni rabi med različicami): **Ime aplikacije**, **Podnaslov**, **URL pravilnika o zasebnosti**.
sv: **Appinformation** (delas mellan versioner): **Appens namn**, **Underrubrik**, **Webbadress för sekretesspolicy**.
th: **ข้อมูลแอป** (แชร์ข้ามเวอร์ชัน): **ชื่อแอป**, **คำบรรยาย**, **URL นโยบายความเป็นส่วนตัว**
tr: **Uygulama Bilgileri** (sürümler arasında ortak): **Uygulama Adı**, **Alt Başlık**, **Gizlilik Politikası URL'si**.
uk: **Інформація про програму** (спільна для всіх версій): **Назва програми**, **Підзаголовок**, **URL політики конфіденційності**.
ur: **ایپ کی معلومات** (دونوں ورژنز میں اشتراک کردہ): **ایپ کا نام**، **سب ٹائٹل**، **پرائیویسی پالیسی URL**۔
vi: **Thông tin ứng dụng** (được chia sẻ giữa các phiên bản): **Tên ứng dụng**, **Phụ đề**, **URL chính sách quyền riêng tư**.
zh_hans: **App 信息**（各版本共用）：**App 名称**、**副标题**、**隐私政策网址**。
zh_hant: **App 資訊**（各版本共用）：**App 名稱**、**副標題**、**隱私權政策 URL**。

source: **App Store ▸ Update Metadata…** opens the App Store Connect wizard in metadata-only mode, so you can edit a version's store text without uploading a single screenshot.
ar: **App Store ▸ تحديث البيانات التعريفية...** يفتح معالج App Store Connect في وضع البيانات التعريفية فقط، بحيث يمكنك تحرير نص متجر الإصدار دون تحميل لقطة شاشة واحدة.
ca: **App Store ▸ Actualitza les metadades...** obre l'assistent App Store Connect en mode només de metadades, de manera que pots editar el text de la botiga d'una versió sense carregar cap captura de pantalla.
cs: **App Store ▸ Aktualizovat metadata…** otevře průvodce App Store Connect v režimu pouze metadat, takže můžete upravit text úložiště verze bez nahrání jediného snímku obrazovky.
da: **App Store ▸ Opdater metadata...** åbner App Store Connect-guiden i kun metadata-tilstand, så du kan redigere en versions butikstekst uden at uploade et eneste skærmbillede.
de: **App Store ▸ Metadaten aktualisieren…** öffnet den App Store Connect-Assistenten im reinen Metadatenmodus, sodass du den Store-Text einer Version bearbeiten kannst, ohne einen einzigen Screenshot hochzuladen.
el: **App Store ▸ Ενημέρωση μεταδεδομένων…** ανοίγει τον οδηγό App Store Connect σε λειτουργία μόνο μεταδεδομένων, ώστε να μπορείτε να επεξεργαστείτε το κείμενο καταστήματος μιας έκδοσης χωρίς να ανεβάσετε ούτε ένα στιγμιότυπο οθόνης.
es: **App Store ▸ Actualizar metadatos…** abre el asistente de App Store Connect en modo solo metadatos, para que puedas editar el texto de tienda de una versión sin subir ni una captura.
fa: **App Store ▸ به‌روزرسانی فراداده…** دستیار App Store Connect را در حالت «فقط فراداده» باز می‌کند تا بتوانید متن فروشگاهِ یک نسخه را بدون آپلود حتی یک اسکرین‌شات ویرایش کنید.
fi: **App Store ▸ Päivitä metatiedot…** avaa ohjatun App Store Connect-toiminnon vain metatiedot -tilassa, joten voit muokata version myymälätekstiä lataamatta yhtään kuvakaappausta.
fr: **App Store ▸ Mettre à jour les métadonnées…** ouvre l'assistant App Store Connect en mode métadonnées seules : vous pouvez modifier les textes de la fiche d'une version sans envoyer la moindre capture d'écran.
he: **App Store ▸ עדכן מטא נתונים...** פותח את אשף App Store Connect במצב מטא נתונים בלבד, כך שתוכל לערוך את טקסט החנות של גרסה מבלי להעלות צילום מסך אחד.
hr: **App Store ▸ Ažuriraj metapodatke...** otvara čarobnjaka App Store Connect u načinu rada samo s metapodacima, tako da možete uređivati ​​tekst pohrane verzije bez učitavanja ijedne snimke zaslona.
hu: **App Store ▸ Metaadatok frissítése…** megnyitja a App Store Connect varázslót csak metaadatok módban, így egyetlen képernyőkép feltöltése nélkül is szerkesztheti egy verzió áruházának szövegét.
id: **App Store ▸ Perbarui Metadata…** membuka wizard App Store Connect dalam mode hanya metadata, sehingga Anda dapat mengedit teks penyimpanan suatu versi tanpa mengunggah satu tangkapan layar pun.
it: **App Store ▸ Aggiorna metadati…** apre l'assistente di App Store Connect in modalità solo metadati, così puoi modificare i testi dello store di una versione senza caricare nemmeno uno screenshot.
ja: **App Store ▸ メタデータを更新…** を選ぶと、App Store Connect のウィザードがメタデータ専用モードで開き、スクリーンショットを1枚もアップロードせずにバージョンのストアテキストを編集できます。
ko: **App Store ▸ 메타데이터 업데이트…** 메뉴는 App Store Connect 마법사를 메타데이터 전용 모드로 열어, 스크린샷을 하나도 업로드하지 않고 버전의 스토어 텍스트를 편집할 수 있게 합니다.
ms: **App Store ▸ Kemas Kini Metadata…** membuka wizard App Store Connect dalam mod metadata sahaja, supaya anda boleh mengedit teks kedai versi tanpa memuat naik satu tangkapan skrin.
nl: **App Store ▸ Metagegevens bijwerken…** opent de App Store Connect-wizard in de modus met alleen metagegevens, zodat u de winkeltekst van een versie kunt bewerken zonder ook maar één schermafbeelding te uploaden.
no: **App Store ▸ Oppdater metadata...** åpner App Store Connect-veiviseren i bare metadata-modus, slik at du kan redigere en versjons butikktekst uten å laste opp et eneste skjermbilde.
pl: **App Store ▸ Aktualizuj metadane…** otwiera kreatora App Store Connect w trybie samych metadanych, dzięki czemu możesz edytować tekst sklepu wersji bez przesyłania ani jednego zrzutu ekranu.
pt_br: **App Store ▸ Atualizar metadados…** abre o assistente do App Store Connect no modo somente metadados, para que você possa editar os textos da loja de uma versão sem enviar nenhuma captura de tela.
pt_pt: **App Store ▸ Atualizar metadados…** abre o assistente App Store Connect no modo somente metadados, para que você possa editar o texto armazenado de uma versão sem carregar uma única captura de ecrã.
ro: **App Store ▸ Actualizați metadatele...** deschide expertul App Store Connect în modul numai pentru metadate, astfel încât să puteți edita textul din magazinul unei versiuni fără a încărca o singură captură de ecran.
ru: **App Store ▸ Обновить метаданные…** открывает мастер App Store Connect в режиме только метаданных, чтобы вы могли изменить текст версии в магазине, не загружая ни одного скриншота.
sk: **App Store ▸ Aktualizovať metadáta…** otvorí sprievodcu App Store Connect iba v režime metadát, takže môžete upraviť text v obchode verzie bez nahrania jedinej snímky obrazovky.
sl: **App Store ▸ Posodobi metapodatke…** odpre čarovnika App Store Connect v načinu samo za metapodatke, tako da lahko urejate besedilo shrambe različice, ne da bi naložili en sam posnetek zaslona.
sv: **App Store ▸ Uppdatera metadata...** öppnar guiden App Store Connect i endast metadataläge, så att du kan redigera en versions butikstext utan att ladda upp en enda skärmdump.
th: **App Store ▸ อัปเดตข้อมูลเมตา…** เปิดตัวช่วยสร้าง App Store Connect ในโหมดเฉพาะข้อมูลเมตา ดังนั้นคุณจึงสามารถแก้ไขข้อความในร้านค้าของเวอร์ชันได้โดยไม่ต้องอัปโหลดภาพหน้าจอเดียว
tr: **App Store ▸ Meta Verileri Güncelle…**, App Store Connect sihirbazını yalnızca meta veri modunda açar; böylece tek bir ekran görüntüsü yüklemeden bir sürümün mağaza metnini düzenleyebilirsiniz.
uk: **App Store ▸ Оновити метадані…** відкриває помічник App Store Connect у режимі лише метаданих, тож ви можете редагувати текст версії в магазині, не вивантажуючи жодного знімка екрана.
ur: **App Store ▸ اپ ڈیٹ میٹا ڈیٹا…** صرف میٹا ڈیٹا موڈ میں App Store Connect وزرڈ کو کھولتا ہے، لہذا آپ ایک اسکرین شاٹ اپ لوڈ کیے بغیر کسی ورژن کے اسٹور ٹیکسٹ میں ترمیم کر سکتے ہیں۔
vi: **App Store ▸ Cập nhật siêu dữ liệu…** mở trình hướng dẫn App Store Connect ở chế độ chỉ siêu dữ liệu, do đó bạn có thể chỉnh sửa văn bản lưu trữ của phiên bản mà không cần tải lên một ảnh chụp màn hình nào.
zh_hans: **App Store ▸ 更新元数据…** 会以“仅元数据”模式打开 App Store Connect 向导，让你无需上传任何截图即可编辑某个版本的商店文本。
zh_hant: **App Store ▸ 更新後設資料…** 會以僅限後設資料模式開啟 App Store Connect 精靈，讓你不必上傳任何螢幕截圖即可編輯某個版本的商店文字。

source: **Appearance** — Auto / Light / Dark.
ar: **المظهر** — تلقائي / فاتح / داكن.
ca: **Aspecte** — Automàtic / Clar / Fosc.
cs: **Vzhled** — Auto / Světlý / Tmavý.
da: **Udseende** — Auto/Lys/Mørk.
de: **Erscheinungsbild** – Automatisch / Hell / Dunkel.
el: **Εμφάνιση** — Αυτόματο / Φως / Σκούρο.
es: **Apariencia**: Automático / Claro / Oscuro.
fa: **ظاهر** — خودکار / روشن / تیره.
fi: **Ulkonäkö** — Automaattinen / Vaalea / Tumma.
fr: **Apparence** — Auto/Clair/Sombre.
he: **מראה** - אוטומטי / בהיר / כהה.
hr: **Izgled** — Automatski / Svijetlo / Tamno.
hu: **Megjelenés** — Auto / Világos / Sötét.
id: **Penampilan** — Otomatis / Terang / Gelap.
it: **Aspetto**: Automatico / Chiaro / Scuro.
ja: **外観** — 自動 / ライト / ダーク。
ko: **모양** — 자동 / 라이트 / 다크.
ms: **Penampilan** — Auto / Terang / Gelap.
nl: **Uiterlijk** — Automatisch / Licht / Donker.
no: **Utseende** — Auto / Lys / Mørk.
pl: **Wygląd** — Automatyczny / Jasny / Ciemny.
pt_br: **Aparência** — Automático/Claro/Escuro.
pt_pt: **Aparência** — Automático/Claro/Escuro.
ro: **Aspect** — Auto / Luminos / Întunecat.
ru: **Оформление** — Авто / Светлый / Темный.
sk: **Vzhľad** — Auto / Svetlý / Tmavý.
sl: **Videz** — Samodejno / Svetlo / Temno.
sv: **Utseende** — Auto / Ljus / Mörk.
th: **ลักษณะที่ปรากฏ** — อัตโนมัติ / สว่าง / มืด
tr: **Görünüm** — Otomatik / Açık / Koyu.
uk: **Вигляд** — Автоматично / Світлий / Темний.
ur: **ظہور** — آٹو / لائٹ / گہرا۔
vi: **Giao diện** — Tự động / Sáng / Tối.
zh_hans: **外观**——自动/浅色/深色。
zh_hant: **外觀**——自動／淺色／深色。

source: **Ask before deleting rows and screenshots** — show a confirmation prompt for destructive row and screenshot actions.
ar: **اسأل قبل حذف الصفوف ولقطات الشاشة** - أظهر مطالبة تأكيد لإجراءات الصفوف ولقطات الشاشة المدمرة.
ca: **Pregunteu abans de suprimir files i captures de pantalla**: mostra un missatge de confirmació per a accions destructives de fila i captura de pantalla.
cs: **Zeptat se před smazáním řádků a snímků obrazovky** – zobrazí výzvu k potvrzení pro destruktivní akce řádků a snímků obrazovky.
da: **Spørg før du sletter rækker og skærmbilleder** — vis en bekræftelsesprompt for destruktive række- og skærmbilledehandlinger.
de: **Vor dem Löschen von Zeilen und Screenshots nachfragen** – zeigt vor destruktiven Aktionen an Zeilen und Screenshots eine Bestätigung an.
el: **Ρωτήστε πριν διαγράψετε σειρές και στιγμιότυπα οθόνης** — εμφανίστε μια προτροπή επιβεβαίωσης για καταστροφικές ενέργειες σειρών και στιγμιότυπων οθόνης.
es: **Preguntar antes de eliminar filas y capturas**: muestra una confirmación antes de las acciones destructivas en filas y capturas.
fa: **پرسیدن پیش از حذف ردیف‌ها و اسکرین‌شات‌ها** — پیش از کارهای مخرب روی ردیف و اسکرین‌شات، پیام تأیید نشان می‌دهد.
fi: **Kysy ennen rivien ja kuvakaappausten poistamista** — näytä vahvistuskehote tuhoaville rivi- ja kuvakaappaustoiminnoille.
fr: **Demander avant de supprimer des lignes et des captures d'écran** : affiche une invite de confirmation pour les actions destructrices sur les lignes et les captures d'écran.
he: **שאל לפני מחיקת שורות וצילומי מסך** - הצג בקשת אישור לפעולות הרסניות של שורה וצילום מסך.
hr: **Pitaj prije brisanja redaka i snimki zaslona** — prikaži upit za potvrdu za destruktivne radnje redaka i snimki zaslona.
hu: **Kérdezzen rá a sorok és képernyőképek törlése előtt** – megerősítő üzenet megjelenítése a pusztító sor- és képernyőkép-műveletekhez.
id: **Tanyakan sebelum menghapus baris dan tangkapan layar** — menampilkan perintah konfirmasi untuk tindakan baris dan tangkapan layar yang merusak.
it: **Chiedi prima di eliminare righe e screenshot**: mostra una richiesta di conferma per le azioni distruttive su righe e screenshot.
ja: **行とスクリーンショットを削除する前に確認** — 行やスクリーンショットを削除する操作の前に確認メッセージを表示します。
ko: **행 및 스크린샷을 삭제하기 전에 확인** — 행과 스크린샷을 삭제하는 작업 전에 확인 메시지를 표시합니다.
ms: **Tanya sebelum memadamkan baris dan tangkapan skrin** — tunjukkan gesaan pengesahan untuk tindakan baris dan tangkapan skrin yang merosakkan.
nl: **Vraag voordat u rijen en schermafbeeldingen verwijdert**: toon een bevestigingsvraag voor destructieve rij- en schermafbeeldingsacties.
no: **Spør før du sletter rader og skjermbilder** — vis en bekreftelsesmelding for destruktive rad- og skjermdumphandlinger.
pl: **Zapytaj przed usunięciem wierszy i zrzutów ekranu** — wyświetla monit o potwierdzenie destrukcyjnych działań w wierszach i zrzutach ekranu.
pt_br: **Perguntar antes de excluir linhas e capturas de tela** — mostra uma confirmação antes de ações destrutivas em linhas e capturas de tela.
pt_pt: **Pergunte antes de excluir linhas e capturas de ecrã** — mostre um prompt de confirmação para ações destrutivas de linhas e capturas de ecrã.
ro: ** Întrebați înainte de a șterge rânduri și capturi de ecran** - afișați o solicitare de confirmare pentru acțiuni distructive de rând și capturi de ecran.
ru: **Спрашивать перед удалением строк и скриншотов** — показывать запрос подтверждения перед необратимыми действиями со строками и скриншотами.
sk: **Spýtať sa pred odstránením riadkov a snímok obrazovky** – zobrazí výzvu na potvrdenie deštruktívnych akcií riadkov a snímok obrazovky.
sl: **Vprašaj pred brisanjem vrstic in posnetkov zaslona** — prikaži potrditveni poziv za destruktivna dejanja vrstic in posnetkov zaslona.
sv: **Fråga innan du tar bort rader och skärmdumpar** — visa en bekräftelseprompt för destruktiva rad- och skärmdumpåtgärder.
th: **ถามก่อนที่จะลบแถวและภาพหน้าจอ** — แสดงข้อความยืนยันสำหรับการดำเนินการทำลายแถวและภาพหน้าจอ
tr: **Satırları ve ekran görüntülerini silmeden önce sor** — yıkıcı satır ve ekran görüntüsü işlemleri için bir onay istemi gösterir.
uk: **Питати перед видаленням рядків і знімків екрана** — показує запит на підтвердження перед незворотними діями з рядками та знімками екрана.
ur: **قطاروں اور اسکرین شاٹس کو حذف کرنے سے پہلے پوچھیں** — تباہ کن قطار اور اسکرین شاٹ کی کارروائیوں کے لیے ایک تصدیقی اشارہ دکھائیں۔
vi: **Hỏi trước khi xóa hàng và ảnh chụp màn hình** — hiển thị lời nhắc xác nhận đối với các hành động phá hoại hàng và ảnh chụp màn hình.
zh_hans: **删除行和截图之前询问**——对行和截图执行破坏性操作前显示确认提示。
zh_hant: **刪除列和螢幕截圖前先詢問**——執行破壞性的列和螢幕截圖操作前顯示確認提示。

source: **Auto-Translate Missing Text** — fills in text shapes that don't yet have an override for the current language.
ar: **ترجمة تلقائية للنص المفقود** — يملأ أشكال النص التي ليس لها تجاوز للغة الحالية بعد.
ca: **Traducció automàtica del text que falta**: omple formes de text que encara no tenen cap substitució per a l'idioma actual.
cs: **Automaticky přeložit chybějící text** – vyplní tvary textu, které ještě nemají přepsání pro aktuální jazyk.
da: **Auto-oversæt manglende tekst** — udfylder tekstformer, der endnu ikke har en tilsidesættelse af det aktuelle sprog.
de: **Fehlenden Text automatisch übersetzen** – übersetzt alle Textformen, die für die aktuelle Sprache noch keine eigene Fassung haben.
el: **Αυτόματη μετάφραση κειμένου που λείπει** — συμπληρώνει σχήματα κειμένου που δεν έχουν ακόμη παράκαμψη για την τρέχουσα γλώσσα.
es: **Traducir automáticamente texto faltante**: rellena las formas de texto que aún no tienen una traducción para el idioma actual.
fa: **ترجمهٔ خودکار متن‌های ترجمه‌نشده** — شکل‌های متنی‌ای را که هنوز برای زبان فعلی بازنویسی ندارند پر می‌کند.
fi: **Käännä puuttuva teksti automaattisesti** — täyttää tekstimuodot, joilla ei vielä ole ohitusta nykyiselle kielelle.
fr: **Traduire automatiquement le texte manquant** : remplit les formes de texte qui n'ont pas encore de traduction dans la langue actuelle.
he: **תרגום אוטומטי של טקסט חסר** - ממלא צורות טקסט שעדיין אין להן עקיפה עבור השפה הנוכחית.
hr: **Automatski prevedi tekst koji nedostaje** — popunjava oblike teksta koji još nemaju nadjačavanje za trenutačni jezik.
hu: **Hiányzó szöveg automatikus fordítása** – olyan szövegalakzatokat tölt ki, amelyeknek még nincs felülírása az aktuális nyelvhez.
id: **Terjemahkan Otomatis Teks yang Hilang** — mengisi bentuk teks yang belum memiliki penggantian untuk bahasa saat ini.
it: **Traduci automaticamente testo mancante**: compila le forme di testo che non hanno ancora una personalizzazione per la lingua corrente.
ja: **未翻訳のテキストを自動翻訳** — 現在の言語でまだ上書きがないテキスト図形を、翻訳で埋めます。
ko: **누락된 텍스트 자동 번역** — 현재 언어에 아직 재정의가 없는 텍스트 도형을 채웁니다.
ms: **AutoTerjemah Teks Hilang** — mengisi bentuk teks yang belum mempunyai penggantian untuk bahasa semasa.
nl: **Ontbrekende tekst automatisch vertalen** — vult tekstvormen in die nog geen overschrijving hebben voor de huidige taal.
no: **Auto-oversett manglende tekst** — fyller ut tekstformer som ennå ikke har en overstyring for gjeldende språk.
pl: **Automatyczne tłumaczenie brakującego tekstu** — wypełnia kształty tekstowe, które nie mają jeszcze nadpisania dla bieżącego języka.
pt_br: **Traduzir automaticamente texto ausente** — preenche as formas de texto que ainda não têm uma substituição no idioma atual.
pt_pt: **Tradução automática de texto ausente** — preenche formas de texto que ainda não possuem uma substituição para o idioma atual.
ro: **Traduceți automat textul lipsă** — completează formele de text care nu au încă o modificare pentru limba curentă.
ru: **Автоперевод недостающего текста** — заполняет текстовые фигуры, у которых еще нет переопределения для текущего языка.
sk: **Automaticky preložiť chýbajúci text** – vyplní tvary textu, ktoré ešte nemajú prepísanie pre aktuálny jazyk.
sl: **Samodejno prevedi manjkajoče besedilo** — zapolni besedilne oblike, ki še nimajo preglasitve za trenutni jezik.
sv: **Översätt saknad text automatiskt** — fyller i textformer som ännu inte har en åsidosättning för det aktuella språket.
th: **แปลข้อความที่หายไปอัตโนมัติ** — เติมรูปร่างข้อความที่ยังไม่มีการแทนที่สำหรับภาษาปัจจุบัน
tr: **Eksik Metni Otomatik Çevir** — geçerli dil için henüz çevirisi olmayan metin şekillerini doldurur.
uk: **Автоматично перекласти відсутній текст** — заповнює текстові фігури, які ще не мають перевизначення для поточної мови.
ur: **خودکار ترجمہ گمشدہ متن** — متن کی شکلیں بھرتا ہے جس میں ابھی تک موجودہ زبان کے لیے کوئی اوور رائڈ نہیں ہے۔
vi: **Tự động dịch văn bản bị thiếu** — điền vào các hình dạng văn bản chưa có phần ghi đè cho ngôn ngữ hiện tại.
zh_hans: **自动翻译缺失的文本**——为当前语言中尚无覆盖内容的文本形状填入翻译。
zh_hant: **自動翻譯缺少的文字**——填入目前語言尚無覆寫內容的文字形狀。
